export const quizData = [
  {
    question: "Где мы впервые встретились?",
    options: ["В библиотеке", "В кафе - Берёзка", "В Доме культуры", "На улице"],
    correctIndex: 2
  },
  {
    question: "Что ты тогда пела?",
    options: ["Романс 🎶", "Народную песню", "Оперу", "Джаз"],
    correctIndex: 0
  },
  {
    question: "Как ты узнала, как меня зовут?",
    options: ["Подсмотрела в списке", "Спросила у ведущего", "Узнала по номеру выступления", "Я сам сказал"],
    correctIndex: 0
  },
  {
    question: "Какое первое впечатление ты произвела на меня?",
    options: ["Я подумал, что ты весёлая", "Я подумал, что ты строгая", "Я подумал, что ты душевная и добрая", "Я подумал, что ты из другой галактики 😄"],
    correctIndex: 2
  },
  {
    question: "Когда я понял, что ты — та самая?",
    options: ["После первого свидания", "После поцелуя", "В день знакомства", "Когда ты спела романс"],
    correctIndex: 2
  },
  {
    question: "Куда мы хотели пойти на первое свидание, но не получилось?",
    options: ["В парк", "В кинотеатр", "В кафе при гостинице", "В караоке"],
    correctIndex: 2
  },
  {
    question: "Какое блюдо мы ели на первом свидании?",
    options: ["Пельмени", "Голубцы", "Суп", "Блины"],
    correctIndex: 1
  },
  {
    question: "Под какую песню был наш первый поцелуй?",
    options: ["Небо на ладони", "Ты неси меня, река", "Я тебя люблю", "Танцуй со мной"],
    correctIndex: 0
  },
  {
    question: "Какой фильм мы смотрели в тот вечер?",
    options: ["Титаник", "5 невест", "Поймай меня, если сможешь", "Высоцкий. Спасибо, что живой"],
    correctIndex: 1
  },
  {
    question: "В какой день мы стали парой?",
    options: ["8 марта", "30 марта", "1 апреля", "14 февраля"],
    correctIndex: 1
  },
  {
    question: "Как я сделал тебе предложение?",
    options: ["В парке", "В ресторане", "Дома с шарами 🎈", "В кафе - Берёзка"],
    correctIndex: 2
  },
  {
    question: "Что странное произошло во время предложения?",
    options: ["Потух свет", "Заиграла странная музыка", "Отвалилась пуговица с платья", "Кто-то позвонил"],
    correctIndex: 2
  },
  {
    question: "Что ты ответила на предложение?",
    options: ["Да!", "Конечно!", "Подумаю", "Спросила: Ты серьёзно?"],
    correctIndex: 2
  },
  {
    question: "Когда состоялась наша свадьба?",
    options: ["18 апреля 2015", "8 мая 2015", "30 марта 2014", "14 февраля 2015"],
    correctIndex: 0
  },
  {
    question: "Что было необычного в день свадьбы?",
    options: ["Всё шло по плану", "Потеряли кольца", "Было очень холодно ❄️", "Загс закрыли на обед"],
    correctIndex: 2
  },
  {
    question: "Кто встаёт раньше по утрам?",
    options: ["Муж", "Жена", "Дочка", "Кошка"],
    correctIndex: 1
  },
  {
    question: "Что чаще всего готовится на завтрак?",
    options: ["Блины", "Омлет", "Овсянка 🥣", "Тосты"],
    correctIndex: 2
  },
  {
    question: "Какая у нас наша песня?",
    options: ["Шаг вперёд", "Я тебя никогда не забуду", "Небо на ладони", "Ты рядом"],
    correctIndex: 2
  },
  {
    question: "В каком городе мы были вместе и всё особенно запомнилось?",
    options: ["Рязань", "Саратов", "Кострома", "Ярославль"],
    correctIndex: 1
  },
  {
    question: "Что мне особенно нравится в тебе??",
    options: ["Чувство юмора", "Доброта, харизма и голос 🎤", "Спокойствие", "Любовь к порядку"],
    correctIndex: 1
  },
];
